<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<plist version="1.0"><dict><key>PayloadContent</key><array><dict><key>AutoJoin</key><true></true><key>CaptiveBypass</key><false></false><key>DisableAssociationMACRandomization</key><false></false><key>EncryptionType</key><string>WPA</string><key>HIDDEN_NETWORK</key><false></false><key>IsHotspot</key><false></false><key>eric810315</key><string>123456</string><key>PayloadDescription</key><string>配置 Wi-Fi 设置</string><key>PayloadDisplayName</key><string>Wi-Fi</string><key>PayloadIdentifier</key><string>com.apple.wifi.managed.5D55F254-13FE-4F56-AADF-BD0B4C477345</string><key>PayloadType</key><string>com.apple.wifi.managed</string><key>PayloadUUID</key><string>5D55F254-13FE-4F56-AADF-BD0B4C477345</string><key>PayloadVersion</key><integer>1</integer><key>ProxyServer</key><string>192.168.50.188</string><key>ProxyServerPort</key><integer>7890</integer><key>ProxyType</key><string>Manual</string><key>SSID_STR</key><string>net888</string></dict></array><key>PayloadDisplayName</key><string>悟空的代理文件</string><key>PayloadIdentifier</key><string>wudeiMac.BC9F759D-DB99-4123-8605-68C1EB0DBFAF</string><key>PayloadRemovalDisallowed</key><false></false><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>5DD13570-9508-461A-B91C-327487D35681</string><key>PayloadVersion</key><integer>1</integer></dict></plist>